IDENTIFICATION DIVISION.
PROGRAM-ID. BANK.
ENVIRONMENT DIVISION.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 bankid PIC X(19) VALUE "6222025642650232529".
01 FakeBankid1 PIC X(19) VALUE "6322025642650562529".
01 FakeBankid2 PIC X(19) VALUE "6422025642650642529".
PROCEDURE DIVISION.
MAIN.
    DISPLAY "Bank ID: " bankid
    DISPLAY "Fake Bank ID 1: " FakeBankid1
    DISPLAY "Fake Bank ID 2: " FakeBankid2
    STOP RUN.
